Repository: alextixu/PhotoSweep
Catalog: PhotoSweep/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %lld in trash
zh_hans: 垃圾桶有 %lld 个项目
zh_hant: 垃圾桶有 %lld 個項目

source: %lld items
zh_hans: %lld 个项目
zh_hant: %lld 個項目

source: %lld items · %@
zh_hans: %lld 个项目 · %@
zh_hant: %lld 個項目 · %@

source: %lld items · %lld reviewed
zh_hans: %lld 个项目 · 已查看 %lld
zh_hant: %lld 個項目 · 已檢視 %lld

source: %lld of %lld
zh_hans: 第 %lld 张，共 %lld 张
zh_hant: 第 %lld 張，共 %lld 張

source: About
zh_hans: 关于
zh_hant: 關於

source: All Photos
zh_hans: 所有照片
zh_hant: 所有照片

source: All done!
zh_hans: 完成！
zh_hant: 完成！

source: All photos will be marked as unreviewed. The trash is kept.
zh_hans: 所有照片会标记为未查看，垃圾桶内容保留。
zh_hant: 所有照片會標記為未檢視，垃圾桶內容保留。

source: Already reviewed
zh_hans: 已全部查看过
zh_hant: 已全部檢視過

source: By Month
zh_hans: 按月份
zh_hant: 依月份

source: Calculating size…
zh_hans: 正在计算大小…
zh_hant: 正在計算大小…

source: Can't play this video
zh_hans: 无法播放这个视频
zh_hant: 無法播放這部影片

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Couldn't delete
zh_hans: 无法删除
zh_hant: 無法刪除

source: Delete %lld Items
zh_hans: 删除 %lld 个项目
zh_hant: 刪除 %lld 個項目

source: Deleted
zh_hans: 已删除
zh_hant: 已刪除

source: Done
zh_hans: 完成
zh_hant: 完成

source: Double-tap to favorite
zh_hans: 双击加入最爱
zh_hant: 雙擊加入最愛

source: Empty the trash when you're ready
zh_hans: 准备好再清空垃圾桶
zh_hant: 準備好再清空垃圾桶

source: Erase Everything
zh_hans: 全部清除
zh_hant: 全部清除

source: Erase all app data
zh_hans: 清除所有 App 数据
zh_hant: 清除所有 App 資料

source: Erase all app data?
zh_hans: 要清除所有 App 数据吗？
zh_hant: 要清除所有 App 資料嗎？

source: Every photo here has been reviewed.
zh_hans: 这里的照片都已经查看过了。
zh_hant: 這裡的照片都已經檢視過了。

source: Favorite
zh_hans: 最爱
zh_hant: 最愛

source: Favorites
zh_hans: 最爱
zh_hant: 最愛

source: Freed
zh_hans: 已释放
zh_hant: 已釋放

source: Get Started
zh_hans: 开始
zh_hant: 開始

source: Go through your library one photo at a time. Keep the good ones, toss the rest.
zh_hans: 一张一张看过你的照片：留下好的，丢掉多余的。
zh_hant: 一張一張看過你的照片：留下好的，丟掉多餘的。

source: In Trash
zh_hans: 垃圾桶
zh_hant: 垃圾桶

source: It goes to the app's trash first. Nothing is deleted yet.
zh_hans: 先进 App 的垃圾桶，还不会真的删除。
zh_hant: 先進 App 的垃圾桶，還不會真的刪除。

source: KEEP
zh_hans: 保留
zh_hant: 保留

source: Keep
zh_hans: 保留
zh_hant: 保留

source: Kept %lld · Trashed %lld
zh_hans: 保留 %lld · 丢弃 %lld
zh_hant: 保留 %lld · 丟棄 %lld

source: Limited photo access
zh_hans: 仅能访问部分照片
zh_hant: 僅能存取部分照片

source: Loading your library…
zh_hans: 正在载入图库…
zh_hant: 正在載入圖庫…

source: No Date
zh_hans: 无日期
zh_hant: 無日期

source: No photos found.
zh_hans: 找不到照片。
zh_hant: 找不到照片。

source: OK
zh_hans: 好
zh_hant: 好

source: Only the photos you selected are shown.
zh_hans: 只会显示你选取的照片。
zh_hant: 只會顯示你選取的照片。

source: Open Settings
zh_hans: 打开设置
zh_hant: 打開設定

source: Photo access is turned off. Enable it in Settings to continue.
zh_hans: 照片访问权限已关闭，请到“设置”开启后再继续。
zh_hant: 照片存取權已關閉，請到「設定」開啟後再繼續。

source: Photos in library
zh_hans: 图库照片数
zh_hant: 圖庫照片數

source: Photos you swipe left on go to the trash inside this app. They are only deleted when you empty the trash, and iOS keeps them in Recently Deleted for another 30 days.
zh_hans: 左滑的照片会先进到这个 App 的垃圾桶，只有在你清空垃圾桶时才会删除；之后 iOS 还会在“最近删除”再保留 30 天。
zh_hant: 左滑的照片會先進到這個 App 的垃圾桶，只有在你清空垃圾桶時才會刪除；之後 iOS 還會在「最近刪除」再保留 30 天。

source: Progress, trash and statistics will be cleared. Your photos stay in your library.
zh_hans: 进度、垃圾桶与统计都会清除；你的照片仍留在图库中。
zh_hant: 進度、垃圾桶與統計都會清除；你的照片仍留在圖庫中。

source: Quick Start
zh_hans: 快速开始
zh_hant: 快速開始

source: Random
zh_hans: 随机
zh_hant: 隨機

source: Reset Progress
zh_hans: 重置进度
zh_hant: 重設進度

source: Reset review progress
zh_hans: 重置查看进度
zh_hant: 重設檢視進度

source: Reset review progress?
zh_hans: 要重置查看进度吗？
zh_hant: 要重設檢視進度嗎？

source: Resetting only affects this app's records. Your photos are not touched.
zh_hans: 重置只影响这个 App 的记录，不会动到你的照片。
zh_hant: 重設只影響這個 App 的紀錄，不會動到你的照片。

source: Restore
zh_hans: 还原
zh_hant: 還原

source: Restore All
zh_hans: 全部还原
zh_hant: 全部還原

source: Restore all photos?
zh_hans: 要还原全部照片吗？
zh_hant: 要還原全部照片嗎？

source: Review
zh_hans: 查看
zh_hant: 檢視

source: Review Again
zh_hans: 重新查看
zh_hant: 重新檢視

source: Review Trash (%lld)
zh_hans: 查看垃圾桶（%lld）
zh_hant: 檢視垃圾桶（%lld）

source: Reviewed
zh_hans: 已查看
zh_hant: 已檢視

source: Screenshot
zh_hans: 截图
zh_hant: 截圖

source: Screenshots
zh_hans: 屏幕截图
zh_hant: 螢幕截圖

source: Select More
zh_hans: 选取更多
zh_hant: 選取更多

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Something went wrong
zh_hans: 发生错误
zh_hant: 發生錯誤

source: Space freed
zh_hans: 已释放空间
zh_hant: 已釋放空間

source: Statistics
zh_hans: 统计
zh_hant: 統計

source: Swipe left on a photo to put it here. Nothing is deleted until you empty the trash.
zh_hans: 左滑照片就会放到这里；清空垃圾桶前不会删除任何照片。
zh_hant: 左滑照片就會放到這裡；清空垃圾桶前不會刪除任何照片。

source: Swipe left to trash
zh_hans: 左滑丢进垃圾桶
zh_hant: 左滑丟進垃圾桶

source: Swipe right to keep
zh_hans: 右滑保留
zh_hant: 右滑保留

source: Synced with the Favorites album in Photos.
zh_hans: 与“照片”App 的最爱相簿同步。
zh_hant: 與「照片」App 的最愛相簿同步。

source: TRASH
zh_hans: 丢弃
zh_hant: 丟棄

source: The photo stays exactly where it is.
zh_hans: 照片原封不动留在图库里。
zh_hant: 照片原封不動留在圖庫裡。

source: They go back to being unreviewed. Nothing is deleted.
zh_hans: 它们会回到未查看状态，不会删除任何照片。
zh_hant: 它們會回到未檢視狀態，不會刪除任何照片。

source: Tidy up your photos
zh_hans: 整理你的照片
zh_hant: 整理你的照片

source: Trash
zh_hans: 垃圾桶
zh_hant: 垃圾桶

source: Trash is empty
zh_hans: 垃圾桶是空的
zh_hant: 垃圾桶是空的

source: Undo
zh_hans: 撤销
zh_hant: 復原

source: Version
zh_hans: 版本
zh_hant: 版本

source: Videos
zh_hans: 视频
zh_hant: 影片

source: Your photos never leave your iPhone.
zh_hans: 你的照片不会离开你的 iPhone。
zh_hant: 你的照片不會離開你的 iPhone。

source: iOS keeps deleted photos in Recently Deleted for 30 days.
zh_hans: 删除的照片会在 iOS“最近删除”保留 30 天。
zh_hant: 刪除的照片會在 iOS「最近刪除」保留 30 天。

source: iOS will ask you to confirm. Deleted photos stay in Recently Deleted for 30 days.
zh_hans: iOS 会再向你确认一次；删除的照片会在“最近删除”保留 30 天。
zh_hant: iOS 會再跟你確認一次；刪除的照片會在「最近刪除」保留 30 天。

source: ← Trash · Keep →
zh_hans: ← 丢弃 · 保留 →
zh_hant: ← 丟棄 · 保留 →
